Repository: pabdelhay/paloptl
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: This dimension assesses whether the country presents the <strong>planned and executed budget</strong> according to the following classifications: <strong>revenue by economic nature</strong> (source of the income, such as taxes and transfers), <strong>expenditures by administrative classification</strong> (such as administrative bodies) or by <strong>functional classification</strong> (such as health and education.
pt: Acessa em que medida o cidadão pode acompanhar desde a <strong>previsão do orçamento para o ano até a arrecadação e gasto efetivo dos valores</strong>. Atualmente avalia a disponibilidade de três tipos de classificação: <strong>receita por natureza econômica</strong> (origem da entrada de recurso, como impostos ou transferências), <strong>despesa por classificação administrativa</strong> (por órgãos da administração) e <strong>funcional</strong> (por temas de ação pública, como saúde e educação).

source: Django administration
pt: Administração do Django

source: Loading
pt: Carregando

source: Importing report...
pt: Importando relatório...

source: See results
pt: Ver resultados

source: The report has been imported with success.
pt: O relatório foi importado com sucesso.

source: Check and fix errors
pt: Verificar e corrigir erros

source: The report has validation errors.
pt: O relatório possui erros de validação.

source: Upload finished
pt: Carregmento finalizado

source: Show initial budgets
pt: Mostrar orçamentos iniciais

source: Hide initial budgets
pt: Esconder orçamentos iniciais

source: Confirm reimporting all uploads from this budget?
pt: Confirma a reimportação de todos os uploads deste orçamento?

source: Reimport uploads
pt: Reimportar uploads

source: Confirm updating output file?
pt: Confirma a atualização do arquivo de output?

source: Update output file
pt: Atualizar arquivo de output

source: Download the <a href="%(sample_upload_url)s">sample CSV report</a>, modify according to your country's budget information and upload back here in this section.
pt: Faça o download do <a href="%(sample_upload_url)s">arquivo CSV de exemplo</a>, efetue as modificações de acordo os dados orçamentários de seu país e envie novamente o arquivo nesta seção.

source: Latest budgets
pt: Últimos orçamentos

source: Add new budget
pt: Adicionar novo orçamento
