Repository: pabdelhay/paloptl
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Must set 'group' field.
pt: Campo 'group' é obrigatório.

source: Personal info
pt: Dados pessoais

source: Permissions
pt: Permissões

source: Important dates
pt: Datas importantes

source: Errors
pt: Erros

source: Value inferred from descendants or siblings.
pt: Valor inferido dos descendentes ou irmãos.

source: Explicit given value differs from inferred value: {inferred}
pt: Valor explicitamente passado difere da soma dos descendentes: {inferred}

source: Showing updated value. Initial value was
pt: Mostrando valor atualizado. Valor inicial era

source: investment budget
pt: orçamento de investimento

source: operation budget
pt: orçamento de operação

source: total budget
pt: orçamento total

source: investment execution
pt: execução de investimento

source: operation execution
pt: execução de operação

source: total execution
pt: execução total

source: Expenses by function
pt: Despesas por função

source: Expenses by agency
pt: Despesas por orgão

source: Revenues by nature
pt: Receitas por natureza

source: Revenues by source
pt: Receitas por fonte

source: Expenses: <strong>{total_expenses}</strong>
pt: Despesas: <strong>{total_expenses}</strong>

source: Revenues: <strong>{total_revenues}</strong>
pt: Receitas: <strong>{total_revenues}</strong>

source: uploads with error
pt: uploads com error

source: Base info
pt: Informações básicas

source: Transparency Index
pt: Índice de Transparência

source: category
pt: categoria

source: group
pt: grupo

source: name
pt: nome

source: old value
pt: valor antigo

source: new value
pt: novo valor

source: field
pt: campo

source: Budget
pt: Orçamento

source: Expense
pt: Despesa

source: Revenue
pt: Receita

source: Functional
pt: Funcional

source: Organic
pt: Orgânica

source: Nature
pt: Natureza

source: Source
pt: Fonte

source: Validating
pt: Validando

source: Importing
pt: Importando

source: Success
pt: Sucesso

source: Validation error
pt: Erro de validação

source: Import error
pt: Erro de importação

source: Waiting reimport
pt: Aguardando reimportação

source: new category
pt: nova categoria

source: update
pt: atualização

source: country
pt: país

source: year
pt: ano

source: currency
pt: moeda

source: All values from budget presented in this currency
pt: Todos os valores do orçamento apresentados nesta moeda

source: active
pt: ativo

source: This budget will only be included on site if this option is checked.
pt: Este orçamento só irá aparecer no site se esta opção estiver marcada

source: output file.
pt: arquivo de output

source: Auto generated CSV file with all data from budget.
pt: CSV gerado automaticamente com todos os dados do orçamento

source: budget
pt: orçamento

source: budgets
pt: orçamentos

source: code
pt: código

source: parent
pt: pai

source: initial budget for investment
pt: orçamento inicial para investimento

source: initial budget for operation
pt: orçamento inicial para operação

source: initial budget
pt: orçamento inicial

source: updated budget for investment
pt: orçamento atualizado para investimento

source: updated budget for operation
pt: orçamento atualizado para operação

source: updated budget
pt: orçamento atualizado

source: execution for investment
pt: execução para investimento

source: execution for operation
pt: execução para operação

source: execution
pt: execução

source: inferred values from siblings or descendants
pt: valor inferido dos irmãos ou descendentes

source: fields that were inferred (not originally inputted)
pt: campos que foram inferidos (não carregados originalmente)

source: last update
pt: última atualização

source: expenses budget (functional)
pt: orçamento de despesas funcionais

source: expenses execution (functional)
pt: execução de despesas funcionais

source: expenses budget (organic)
pt: orçamento de despesas orgânicas

source: expenses execution (organic)
pt: execução de despesas orgânicas

source: revenues budget (nature)
pt: orçamento de receitas por natureza

source: revenues execution (nature)
pt: execução de receitas por natureza

source: revenues budget (source)
pt: orçamento de receitas por fonte

source: revenues execution (source)
pt: execução de receitas por fonte

source: budget summary
pt: resumo do orçamento

source: aggregated values
pt: valores agregados

source: Aggregated values for Budget #{}
pt: Valores agregados para o Orçamento #{}

source: type
pt: tipo

source: categories
pt: categorias

source: function
pt: função

source: sub-function
pt: sub-função

source: agency
pt: orgão

source: budget unit
pt: unidade orçamentária

source: expense
pt: despesa

source: expenses
pt: despesas

source: nature
pt: natureza

source: specification
pt: especificação

source: source
pt: fonte

source: source (sub)
pt: sub-fonte

source: revenue
pt: receita

source: revenues
pt: receitas

source: score - open data
pt: pontuação - dados abertos

source: score - reports
pt: pontuação - relatórios

source: score - data quality
pt: pontuação - qualidade dos dados

source: transparency index
pt: índice de transparência

source: file
pt: arquivo

source: report
pt: relatório

source: errors
pt: erros

source: uploaded on
pt: enviado em

source: uploaded by
pt: enviado por

source: updated on
pt: atualizado em

source: <strong>Line {line}:</strong> Missing <b>'{field}'</b> column.
pt: <strong>Linha {line}:</strong> A coluna <b>'{field}'</b> é obrigatória.

source: <strong>Line {line}:</strong> <b>'{field}'</b> is not a valid header. Did you mean: <b>'{field_correct}'</b>? <small>Remove any white spaces before and after the field.</small>
pt: <strong>Linha {line}:</strong> <b>'{field}'</b> não é um cabeçalho válido. Você quis dizer: <b>'{field_correct}'</b>? <small>Remova todo espaço em branco antes e depois do campo.</small>

source: <strong>Line {line}:</strong> <b>'{field}'</b> is not a valid header. It must be one of: <i>{header_fields}</i>
pt: <strong>Linha {line}:</strong> <b>'{field}'</b> não é um cabeçalho válido. Ele deve ser exatamente um dos seguintes: <i>{header_fields}</i>

source: <strong>Line {line} ({column})</strong>: {error_msg} Input was: {input}
pt: <strong>Linha {line} ({column})</strong>: {error_msg} Carregado foi: {input}

source: log type
pt: log

source: time
pt: hora

source: updated by
pt: atualizado por

source: upload log
pt: log do upload

source: uploads log
pt: logs de uploads

source: An unexpected error occurred while validating the upload. Please contact the dev team informing the following error message:<br><i>{error}</i>
pt: Um erro inesperado ocorreu na validação do upload. Por favor contacte o time de desenvolvimento informando a seguinte mensagem de erro: <br><i>{error}</i>

source: An unexpected error occurred while executing the import. Please contact the dev team informing the following error message:<br><i>{error}</i>
pt: Um erro inesperado ocorreu na importação do upload. Por favor contacte o time de desenvolvimento informando a seguinte mensagem de erro: <br><i>{error}</i>

source: An unexpected error occurred while updating inferred values. Please contact the dev team informing the following error message:<br><i>{error}</i>
pt: Um erro inesperado ocorreu na atualização dos valores inferidos do upload. Por favor contacte o time de desenvolvimento informando a seguinte mensagem de erro: <br><i>{error}</i>

source: An unexpected error occurred while creating the cache file. Please contact the dev team informing the following error message:<br><i>{error}</i>
pt: Um erro inesperado ocorreu na criação do arquivo de cache. Por favor contacte o time de desenvolvimento informando a seguinte mensagem de erro: <br><i>{error}</i>

source: flag
pt: bandeira

source: countries
pt: países

source: Portuguese
pt: Português

source: English
pt: Inglês

source: PALOP-TL CSO online budget platform
pt: Plataforma Orçamental Online da Sociedade Civil dos PALOP-TL

source: <strong>PALOP-TL</strong> Civil Society <strong>Online Budget Platform</strong>
pt: <strong>Plataforma Orçamental Online</strong> da Sociedade Civil dos <strong>PALOP-TL</strong>

source: Choose a country to<br>understand its budget
pt: Escolha um país e<br>entenda seu orçamento

source: The Online Platform for PALOP and Timor-Leste Civil Society Organizations for Budget Simplification and Analysis was produced by Pro PALOP-TL ISC, and co-financed by the European Union and the United Nations Development Programme.<br> Its contents are the sole responsibility of Pro PALOP-TL ISC and can in no way be used to reflect the positions of the European Union.<br> The opinions expressed on this platform are those of the authors alone and do not necessarily represent the views of the United Nations, the United Nations Development Programme, or the United Nations Member States.
pt: A Plataforma Online das Organizações da Sociedade Civil dos PALOP e Timor-Leste para Simplificação e Análise Orçamental foi produzida pelo Pro PALOP-TL ISC, e cofinanciada pela União Europeia e pelo Programa das Nações Unidas para o Desenvolvimento.<br> O seu conteúdo é da exclusiva responsabilidade do Pro PALOP-TL ISC e não pode, de modo algum, ser usado para refletir as posições da União Europeia.<br> As opiniões expressas nesta plataforma são exclusivas dos/as autoras/es e não representam necessariamente a opinião das Nações Unidas, nem do Programa das Nações Unidas para o Desenvolvimento ou dos Estados Membros das Nações Unidas.

source: 2020 ©PALOP-TL ISC All rights reserved
pt: 2020 ©PALOP-TL ISC Todos os direitos reservados

source: Expenses
pt: Despesas

source: Revenues
pt: Receitas

source: By Function
pt: Por Função

source: By Agency
pt: Por Órgão

source: By Nature
pt: Por Natureza

source: By Source
pt: Por Fonte

source: Treemap visualization
pt: Visualização em treemap

source: Historical visualization
pt: Visualização em série histórica

source: Table visualization
pt: Visualização em tabela

source: All values in
pt: Todos os valores em

source: Download CSV
pt: Baixar dados em CSV

source: Agency
pt: Órgão

source: Function
pt: Função

source: Budget Unit
pt: Unidade Orçamentária

source: Sub-function
pt: Sub-função

source: Especification
pt: Especificação

source: Detailed source
pt: Fonte detalhada

source: Execution not informed
pt: Execução não informada

source: No approved budget
pt: Sem dotação aprovada

source: By
pt: Por

source: of
pt: de

source: Execution
pt: Execução

source: Search for
pt: Busque por

source: Expenses data not available for this year
pt: Dados de despesas não disponíveis neste ano

source: Functional data not available
pt: Dados funcionais não disponíveis

source: Organic data not available
pt: Dados orgânicos não disponíveis

source: Revenues data not available for this year
pt: Dados de receitas não disponíveis neste ano

source: Data by nature not available
pt: Dados por natureza não disponíveis

source: Data by source not available
pt: Dados por fonte não disponíveis

source: BUDGET DATA
pt: DADOS ORÇAMENTAIS

source: HOW TO NAVIGATE
pt: APRENDA A NAVEGAR

source: Loading data
pt: Carregando dados

source: Initial budget
pt: Orçamento inicial

source: Not informed
pt: Não informado

source: Updated budget
pt: Orçamento atualizado

source: executed
pt: executado

source: SECONDARY DATA
pt: DADOS SECUNDÁRIOS

source: in Investment
pt: em investimento

source: in Operation
pt: em Funcionamento

source: Sort by name
pt: Ordernar por nome

source: Sort by budget
pt: Ordernar por dotação

source: Sort by execution
pt: Ordernar por execução

source: Sort by execution percentage
pt: Ordernar por porcentagem de execução

source: Sort by budget in investment
pt: Ordenar por dotação em investimento

source: Budget in investment
pt: Dotação em investimento

source: Sort by execution in investment
pt: Ordenar por execução em investimento

source: Execution in investment
pt: Execução em investimento

source: Sort by budget in operation
pt: Ordenar por dotaçao em funcionamento

source: Budget in operation
pt: Dotaçao em funcionamento

source: Sort by execution in operation
pt: Ordenar por execução em funcionamento

source: Execution in operation
pt: Execução em funcionamento

source: Expand to all visualizations
pt: Expandir para todas as visualizações

source: Next dimension
pt: Próxima dimensão

source: Previous dimension
pt: Dimensão anterior

source: Ready
pt: Pronto

source: Our mission is <strong>to break</strong><br> down all <strong>barriers</strong> between<br> <strong>citizens</strong> and information<br> on <strong>the countries' public</strong><br> finances.
pt: Nossa missão é <strong>derrubar</strong><br> todas as <strong>barreiras</strong> entre os<br> <strong>cidadãos</strong> e as informações<br> sobre <strong>finanças públicas</strong><br> dos países.

source: Choose a country to understand its budget
pt: Escolha um país e entenda seu orçamento

source: About the project
pt: Sobre o projeto

source: We extracted data from official reports published in closed formats and transform them into structured and open: <strong>ready for analysis</strong>.
pt: Extraímos os dados de relatórios oficiais publicados em formatos fechados e os tornamos estruturados e abertos: <strong>prontos para análise</strong>.

source: In order to promote visibility and encourage advances in the agenda, we have built the <strong>first Budget Transparency Index with a focus on the PALOP-TL</strong>.
pt: Para dar visibilidade e incentivar avanços no tema, construímos o <strong>primeiro Índice de Transparência Orçamental com recorte focado nos PALOP-TL</strong>.

source: <strong>Modular growth</strong>: New perspectives on budget transparency will be incorporated into the Platform and Index. The new features will be defined <strong>through <i>Design Thinking</i> sessions with representatives of the civil society</strong>.
pt: <strong>Crescimento modular</strong>: Novas perspectivas da transparência orçamental serão incorporadas na Plataforma e no Índice. As novas funcionalidades serão definidas a partir de <strong>sessões de <i>Design Thinking</i> com representantes da sociedade civíl</strong>.

source: Open Database
pt: Base de dados abertas

source: Interactive views
pt: Visualizações interativas

source: Search Filters
pt: Filtros de Consulta

source: Historical Series
pt: Séries Históricas

source: PALOP-TL Index of Budget Transparency
pt: Índice PALOP-TL de Transparência Orçamental

source: It summarizes the quality of transparency in the provision of the basic revenue and expenditure data that make up this platform.<br> See more details in the <a class="scroll-to" href="#methodology">Methodology</a>, available below.
pt: Resume a qualidade da transparência no fornecimento dos dados básicos da receita e despesa que compõem esta plataforma.<br>Veja mais detalhes na <a class="scroll-to" href="#methodology">Metodologia</a>, disponível abaixo.

source: Click on the table heading to sort the ranking by a specific dimension, or on the <span class="material-icons help" data-step="1">info_outlined</span> icon to learn more about the dimension.
pt: Clique no cabeçalho da tabela para ordenar o ranking por uma dimensão específica ou no ícone <span class="material-icons help" data-step="1">info_outlined</span> para saber mais sobre a dimensão.

source: Open<br/>Data
pt: Dados<br/>Abertos

source: Budget<br/>Reports
pt: Relatórios<br/>Orçamentais

source: Information<br/>Quality
pt: Qualidade da<br/>Informação

source: Budget Transparency<br/>Index
pt: Índice de Transparência<br/>Orçamental

source: SEE MORE DETAILS ABOUT THE METHODOLOGY AND DETAILED RESULTS
pt: VEJA MAIS DETALHES SOBRE A METODOLOGIA E RESULTADOS DETALHADOS

source: Results by country
pt: Resultado por país

source: Choose a country to understand how it spends its budget.
pt: Escolha um país para entender seu orçamento.

source: Average
pt: Média

source: TRANSPARENCY
pt: TRANSPARÊNCIA

source: Our mission is to increase the transparency of the PALOP-TL by applying technology and innovation to break down barriers and include more citizens in the public debate. <br><br> We believe that citizens with access to information are better able to supervise their representatives and press for public policies in their interest.
pt: Nossa missão é ampliar a transparência dos PALOP-TL aplicando tecnologia e inovação para derrubar barreiras e incluir mais cidadãos no debate público.<br><br>Acreditamos que cidadãos com acesso à informação têm mais condições de supervisionar seus representantes e pressionar por políticas públicas de seu interesse.

source: Visualizations
pt: Visualizações

source: You can browse the budget through the following views: <ul><li>Treemap</li><li>Historic Series</li><li>Table</li>
pt: É possível navegar no orçamento pelas seguintes visualizações: <ul><li>Treemap</li><li>Série histórica</li><li>Tabela</li>

source: Query filters
pt: Filtros de Consulta

source: Filters update the three visualizations synchronously. Choose here whether you want to see <strong>revenue</strong> or <strong>expense</strong> data, <strong>classification type</strong> and <strong>year</strong>.
pt: Os filtros atualizam as três visualizações sincronicamente. Escolha aqui se deseja ver os dados de <strong>receitas</strong> ou <strong>despesas</strong>, o <strong>tipo de classificação</strong> e o <strong>ano</strong>. Se alguma das opções não estiver disponível para seleção, é porque infelizmente o governo não disponibilizou os dados.

source: Expense data is presented in two classification groups: <strong>Function</strong> (government issues such as health and education) and <strong>Administrative bodies</strong> (such as Ministries).
pt: As despesas podem ser visualizadas por dois grupos de classificação: <strong>Função</strong> (temas de governo, como saúde e educação) e <strong>Órgão</strong> (como Ministérios, por exemplo).

source: Revenues are presented by <strong>economic nature</strong>. This classification indicates the actual event that led to the entry of the resource into public coffers (taxes or transfers, for example)
pt: As receitas estão disponíveis por <strong>natureza económica</strong>. Esta classificação indica o acontecimento real que ocasionou a entrada do recurso nos cofres públicos (impostos ou transferências por exemplo)

source: Year
pt: Ano

source: Data since 2016 is available on the platform.
pt: Estão disponíveis dados desde 2016 na plataforma.

source: Search
pt: Busca

source: You can search for a specific expense or income in this icon.
pt: Você pode buscar por uma despesa ou receita específica neste ícone.

source: The size of the rectangles is proportional to the volume of resources foreseen in the budget of each rubric compared to the total actually paid or received. Click on the rectangles to refresh the chart and understand the details of how resources are distributed within a specific rubric.
pt: O tamanho dos retângulos é proporcional ao volume de recursos previstos no orçamento da rubrica em relação ao orçamento total. Clique nos retângulos para atualizar o gráfico e entender os detalhes de como os recursos são distribuídos dentro de uma rubrica específica.

source: Colors
pt: Cores

source: The colors of the rectangles indicate the percentage (%) of the forecasted budget that was actually spent or collected under the rubric. If this information is not available, it will be grayed out.
pt: As cores dos retângulos indicam o percentual (%) do orçamento previsto que foi de fato gasto ou arrecadado na rubrica. Caso esta informação não esteja disponível, será atribuída a cor cinza.

source: Secondary data
pt: Dados secundários

source: Some countries make available how much of the budget is directed towards maintenance of government services (current budget) investments (investment budget). If available, this information will show here.
pt: Alguns países apresentam o quanto do orçamento de cada rubrica é direcionado para manutenção dos serviços do Governo (Orçamento de Funcionamento) e ou a investimentos (Orçamento de Investimento). Caso disponível, esta informação aparecerá aqui.

source: Historic Series
pt: Série Histórica

source: It shows the evolution of revenues and expenses since 2016. This chart is responsive to the queries defined in the treemap. Thus, it is possible to quickly analyze the history of each item listed on the platform.
pt: A segunda visualização é a série histórica. Ela apresenta a evolução no montante da dotação e dos valores pagos desde 2016. A série é responsiva às seleções feitas no treemap. Assim, é possível analisar rapidamente o histórico de cada uma das rubricas listadas na plataforma.

source: Table
pt: Tabela

source: It summarizes all data presented in the treemap. Breakdown the information of a given item by clicking on it.
pt: A última visualização é uma tabela que resume todas as informações contidas no treemap. É possível detalhar as informações de determinada rubrica, ao clicar na linha referente.

source: Update visualizations
pt: Atualizar visualizações

source: Click here to update all charts in order to display data of the item you are interested in.
pt: É possível também atualizar toda a plataforma para apresentar os dados referentes à rubrica selecionada na tabela.

source: All data is available for download in .csv format.
pt: Todos os dados estão disponíveis para download em formato .csv.

source: Open data
pt: Dados abertos

source: Data must be <strong>complete, primary</strong> (collected from source, made available by the institution that generates it), <strong>accessible</strong> (available online), <strong>non-discriminatory</strong> (anyone can access it, with no need for registration or identification), <strong>updated</strong> (defined according to the data type), in <strong>machine-processable and nonproprietary</strong> format (.csv for example), and under <strong>free license</strong> (not patented or copyrighted).
pt: Dados considerados abertos são <strong>completos, primários</strong> (coletados na fonte e com o menor nível de granularidade possível), <strong>acessíveis</strong> (disponíveis online), <strong>não discriminatórios</strong> (qualquer pessoa pode acessar sem qualquer necessidade de identificação), <strong>atualizados</strong>, em <strong>formato processável</strong> por máquinas, <strong>não proprietários</strong> (como .csv por exemplo) e sob <strong>licença livre</strong> (não patenteada/ sem copyright). Veja a metodologia para entender mais sobre a lógica de pontuação nesta dimensão.

source: Budget Reports
pt: Relatórios Orçamentais

source: Accesses whether reports relating to the budget implementation cycle are <strong>produced and published</strong> in a timely manner. The reports evaluated are the <strong>Enacted Budget, the Execution Reports and the Year-End Report</strong> (or General State Accounts. See the methodology to understand more about the scoring logic in this dimension.
pt: Avalia se os relatórios relativos ao ciclo de implementação do orçamento são <strong>elaborados e publicados no prazo</strong>. Os relatórios avaliados são <strong>Orçamento Promulgado, os Relatórios de Execução</strong> e o <strong>Relatório de Final de Ano</strong> (ou Contas Gerais do Estado). Veja a metodologia para entender mais sobre a lógica de pontuação nesta dimensão.

source: Information Quality
pt: Qualidade da Informação
